---
kind: enumMember
id: F:Autodesk.Revit.DB.PartType.Offset
enum: Autodesk.Revit.DB.PartType
zh: 偏移、偏移量
source: html/4182a378-a3cc-7f0c-87b3-d230c2540267.htm
---
# Autodesk.Revit.DB.PartType.Offset

**中文**: 偏移、偏移量

Offset part type